Repository: GE-Developer/VOID
Catalog: VOID/Resources/Localizable.xcstrings
Source language: en
Languages: ar, az, be, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, ko, ky, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# Settings.Access.Subscription.title
source: Subscription
ar: الاشتراك
az: Abunəlik
be: Падпіска
bn: সদস্যতা
ca: Subscripció
cs: Předplatné
da: Abonnement
de: Abonnement
el: Συνδρομή
es: Suscripción
fi: Tilaus
fr: Abonnement
he: מנוי
hi: सदस्यता
hr: Pretplata
hu: Előfizetés
hy: Բաժանորդագրություն
id: Langganan
is: Áskrift
it: Abbonamento
ja: サブスクリプション
ka: გამოწერა
kk: Жазылым
ko: 구독
ky: Жазылым
ms: Langganan
nb: Abonnement
nl: Abonnement
pl: Subskrypcja
pt: Assinatura
ro: Abonament
ru: Подписка
sk: Predplatné
sv: Prenumeration
th: การสมัครสมาชิก
tr: Abonelik
uk: Підписка
vi: Gói đăng ký
zh_hans: 订阅
zh_hant: 訂閱

# Settings.Access.title
source: Access
ar: الوصول
az: Giriş
be: Доступ
bn: অ্যাক্সেস
ca: Accés
cs: Přístup
da: Adgang
de: Zugriff
el: Πρόσβαση
es: Acceso
fi: Pääsy
fr: Accès
he: גישה
hi: पहुँच
hr: Pristup
hu: Hozzáférés
hy: Մատչելիություն
id: Akses
is: Aðgangur
it: Accesso
ja: アクセス
ka: წვდომა
kk: Қатынас
ko: 액세스
ky: Жетүү
ms: Akses
nb: Tilgang
nl: Toegang
pl: Dostęp
pt: Acesso
ro: Acces
ru: Доступ
sk: Prístup
sv: Åtkomst
th: การเข้าถึง
tr: Erişim
uk: Доступ
vi: Truy cập
zh_hans: 访问
zh_hant: 訪問

# Settings.AppVersion.title
source: App Version
ar: إصدار التطبيق
az: Tətbiq versiyası
be: Версія праграмы
bn: অ্যাপের সংস্করণ
ca: Versió de l'app
cs: Verze aplikace
el: Έκδοση εφαρμογής
es: Versión de la aplicación
fi: Sovellusversio
fr: Version de l'application
he: גרסת אפליקציה
hi: ऐप संस्करण
hr: Verzija aplikacije
hu: Alkalmazásverzió
hy: Հավելվածի տարբերակ
id: Versi Aplikasi
is: Útgáfa apps
it: Versione app
ja: アプリのバージョン
ka: აპლიკაციის ვერსია
kk: Қолданба нұсқасы
ko: 앱 버전
ky: Колдонмонун версиясы
ms: Versi Aplikasi
nb: Appversjon
nl: App-versie
pl: Wersja aplikacji
pt: Versão do app
ro: Versiunea aplicației
ru: Версия приложения
sk: Verzia aplikácie
th: เวอร์ชันแอป
tr: Uygulama sürümü
uk: Версія додатку
vi: Phiên bản ứng dụng
zh_hans: 应用版本
zh_hant: 應用版本

# Settings.Customization.AppIcon.alternativeIconTitle
source: Alternative
ar: بديل
az: Alternativ
be: Альтэрнатыўны
bn: বিকল্প
ca: Alternativa
cs: Alternativní
da: Alternativt
de: Alternativ
el: Εναλλακτικό
es: Alternativo
fi: Vaihtoehtoinen
he: חלופי
hi: वैकल्पिक
hr: Alternativna
hu: Alternatív
hy: Այլընտրանքային
id: Alternatif
is: Annað
it: Alternativa
ja: 代替
ka: ალტერნატიული
kk: Балама
ko: 대체
ky: Альтернативдик
ms: Alternatif
nb: Alternativ
nl: Alternatief
pl: Alternatywna
pt: Alternativo
ro: Alternativă
ru: Альтернативы
sk: Alternatívna
sv: Alternativ
th: ทางเลือก
tr: Alternatif
uk: Альтернативна
vi: Thay Thế
zh_hans: 备用
zh_hant: 替代

# Settings.Customization.AppIcon.defaultIconTitle
source: Default
ar: افتراضي
az: Standart
be: Стандартны
bn: ডিফল্ট
ca: Per Defecte
cs: Výchozí
da: Standard
de: Standard
el: Προεπιλογή
es: Predeterminado
fi: Oletus
fr: Par Défaut
he: ברירת מחדל
hi: डिफ़ॉल्ट
hr: Zadano
hu: Alapértelmezett
hy: Լռելյայն
is: Sjálfgefið
it: Predefinita
ja: デフォルト
ka: ნაგულისხმევი
kk: Әдепкі
ko: 기본
ky: Демейки
ms: Lalai
nb: Standard
nl: Standaard
pl: Domyślna
pt: Predefinido
ro: Implicit
ru: По умолчанию
sk: Predvolená
sv: Standard
th: ค่าเริ่มต้น
tr: Varsayılan
uk: Типова
vi: Mặc Định
zh_hans: 默认
zh_hant: 預設

# Settings.Customization.AppIcon.title
source: App Icon
ar: أيقونة التطبيق
az: Tətbiq İkonası
be: Значок праграмы
bn: অ্যাপ আইকন
ca: Icona de l'App
cs: Ikona Aplikace
da: App-ikon
de: App-Symbol
el: Εικονίδιο Εφαρμογής
es: Ícono de la App
fi: Sovelluksen Kuvake
fr: Icône de l'Application
he: אייקון האפליקציה
hi: ऐप आइकॉन
hr: Ikona Aplikacije
hu: Alkalmazás Ikonja
hy: Հավելվածի պատկերակ
id: Ikon Aplikasi
is: Forritstáknmynd
it: Icona dell'App
ja: アプリアイコン
ka: აპლიკაციის ხატულა
kk: Қолданба белгішесі
ko: 앱 아이콘
ky: Колдонмо сөлөкөтү
ms: Ikon Aplikasi
nb: App-ikon
nl: App-pictogram
pl: Ikona Aplikacji
pt: Ícone da Aplicação
ro: Pictogramă Aplicație
ru: Иконка
sk: Ikona Aplikácie
sv: Appikon
th: ไอคอนแอป
tr: Uygulama Simgesi
uk: Значок Програми
vi: Biểu Tượng Ứng Dụng
zh_hans: 应用图标
zh_hant: 應用程式圖示

# Settings.Customization.Style.headerTitle
source: Make the interface truly **yours**. Select an accent color that fits your style.
ar: اجعل الواجهة **خاصتك** حقاً. اختر لون تمييز يناسب أسلوبك.
az: İnterfeysi **həqiqətən özünüzə məxsus** edin. Öz stilinizə uyğun vurğu rəngi seçin.
be: Зрабіце інтэрфейс сапраўды **вашым**. Выберыце акцэнтны колер, які пасуе вашаму стылю.
bn: ইন্টারফেসকে সত্যিকারের **আপনার** করে তুলুন। আপনার স্টাইলের সাথে মানানসই একটি অ্যাকসেন্ট রঙ নির্বাচন করুন।
ca: Fes que la interfície sigui **realment teva**. Tria un color d'accent que s'adapti al teu estil.
cs: Udělejte rozhraní skutečně **svým**. Vyberte barvu zvýraznění, která odpovídá vašemu stylu.
da: Gør grænsefladen **helt til din egen**. Vælg en accentfarve, der passer til din stil.
de: Mach die Oberfläche wirklich **zu deiner**. Wähle eine Akzentfarbe, die zu deinem Stil passt.
el: Κάντε τη διεπαφή **πραγματικά δική σας**. Επιλέξτε ένα χρώμα έμφασης που ταιριάζει στο στυλ σας.
es: Haz que la interfaz sea **realmente tuya**. Elige un color de énfasis que se adapte a tu estilo.
fi: Tee käyttöliittymästä **aidosti omasi**. Valitse korostusväri, joka sopii tyyliisi.
fr: Faites de l'interface quelque chose de **vraiment à vous**. Choisissez une couleur d'accent qui correspond à votre style.
he: הפוך את הממשק **שלך** באמת. בחר צבע הדגשה שמתאים לסגנון שלך.
hi: इंटरफ़ेस को **वास्तव में अपना** बनाएँ। अपनी शैली के अनुसार एक एक्सेंट रंग चुनें।
hr: Neka sučelje bude **stvarno tvoje**. Odaberi naglasnu boju koja odgovara tvom stilu.
hu: Tedd az felületet igazán **a tiéddé**. Válassz egy hangsúlyszínt, amely illik a stílusodhoz.
hy: Դարձրու ինտերֆեյսն **իսկապես քոնը**։ Ընտրիր շեշտադրված գույն, որը համապատասխանում է քո ոճին։
id: Jadikan antarmuka **benar-benar milikmu**. Pilih warna aksen yang sesuai dengan gayamu.
is: Gerðu viðmótið **sannarlega þitt**. Veldu áherslulitu sem passar við stíl þinn.
it: Rendi l'interfaccia **davvero tua**. Scegli un colore principale che rispecchi il tuo stile.
ja: インターフェースを**本当に自分らしく**しましょう。 スタイルに合ったアクセントカラーを選択してください。
ka: გახადე ინტერფეისი **ნამდვილად შენი**. აირჩიე აქცენტური ფერი, რომელიც შენს სტილს შეესაბამება.
kk: Интерфейсті шынымен **өзіңіздікіне** айналдырыңыз. Стиліңізге сәйкес екпін түсін таңдаңыз.
ko: 인터페이스를 **진정한 나만의 것**으로 만드세요. 나의 스타일에 맞는 강조 색상을 선택하세요.
ky: Интерфейсти чын эле **өзүңүздүкүнө** айландырыңыз. Стилиңизге ылайыктуу акцент түсүн тандаңыз.
ms: Jadikan antara muka **benar-benar milik anda**. Pilih warna aksen yang sesuai dengan gaya anda.
nb: Gjør grensesnittet **virkelig ditt**. Velg en aksentfarge som passer din stil.
nl: Maak de interface echt **van jou**. Kies een accentkleur die bij jouw stijl past.
pl: Spraw, by interfejs był **naprawdę Twój**. Wybierz kolor akcentu pasujący do Twojego stylu.
pt: Torne a interface **verdadeiramente sua**. Escolha uma cor de destaque que corresponda ao seu estilo.
ro: Faceți interfața **cu adevărat a dvs.**. Alegeți o culoare de accent care se potrivește stilului dvs.
ru: Сделай интерфейс по-настоящему **своим**. Выбери акцентный цвет, который подходит именно тебе.
sk: Urobte rozhranie skutočne **svojím**. Vyberte farbu zvýraznenia, ktorá zodpovedá vášmu štýlu.
sv: Gör gränssnittet **verkligt ditt**. Välj en accentfärg som passar din stil.
th: ทำให้อินเตอร์เฟซ **เป็นของคุณอย่างแท้จริง** เลือกสีเน้นที่เข้ากับสไตล์ของคุณ
tr: Arayüzü **gerçekten kendinize özgü** yapın. Stilinize uyan bir vurgu rengi seçin.
uk: Зробіть інтерфейс **справді своїм**. Оберіть акцентний колір, що відповідає вашому стилю.
vi: Làm cho giao diện **thực sự là của bạn**. Chọn màu nhấn phù hợp với phong cách của bạn.
zh_hans: 让界面**真正属于你**。选择一个符合你风格的强调色。
zh_hant: 讓介面**真正屬於你**。選擇一個符合你風格的強調色。

# Settings.Customization.Style.title
source: Style
ar: الأسلوب
az: Stil
be: Стыль
bn: স্টাইল
ca: Estil
cs: Styl
da: Stil
de: Stil
el: Στυλ
es: Estilo
fi: Tyyli
he: סגנון
hi: शैली
hr: Stil
hu: Stílus
hy: Ոճ
id: Gaya
is: Stíll
it: Stile
ja: スタイル
ka: სტილი
kk: Стиль
ko: 스타일
ky: Стиль
ms: Gaya
nb: Stil
nl: Stijl
pl: Styl
pt: Estilo
ro: Stil
ru: Стиль
sk: Štýl
sv: Stil
th: สไตล์
tr: Stil
uk: Стиль
vi: Phong cách
zh_hans: 风格
zh_hant: 風格

# Settings.Customization.title
source: Customization
ar: التخصيص
az: Dizayn
be: Наладка
bn: কাস্টমাইজেশন
ca: Personalització
cs: Vzhled
da: Udseende
de: Erscheinungsbild
el: Εμφάνιση
es: Apariencia
fi: Ulkoasu
fr: Apparence
he: התאמה אישית
hi: रूप-रंग
hr: Izgled
hu: Megjelenés
hy: Ձևավորում
id: Tampilan
is: Útlit
it: Aspetto
ja: 外観
ka: გარეგნობა
kk: Баптау
ko: 외관
ky: Ыңгайлаштыруу
ms: Penampilan
nb: Utseende
nl: Weergave
pl: Wygląd
pt: Aparência
ro: Aspect
ru: Оформление
sk: Vzhľad
sv: Utseende
th: รูปลักษณ์
tr: Görünüm
uk: Вигляд
vi: Giao Diện
zh_hans: 外观
zh_hant: 外觀

# Settings.General.DarkMode.title
source: Dark Mode
ar: الوضع الداكن
az: Qaranlıq rejim
be: Цёмны рэжым
bn: ডার্ক মোড
ca: Mode fosc
cs: Tmavý režim
da: Mørk tilstand
el: Σκοτεινή λειτουργία
es: Modo oscuro
fi: Tumma tila
fr: Mode sombre
he: מצב כהה
hi: डार्क मोड
hr: Tamni način
hu: Sötét mód
hy: Մութ ռեժիմ
id: Mode Gelap
is: Dökkt þema
it: Modalità scura
ja: ダークモード
ka: მუქი რეჟიმი
kk: Қараңғы режим
ko: 다크 모드
ky: Күңүрт режим
ms: Mod Gelap
nb: Mørk modus
nl: Donkere modus
pl: Tryb ciemny
pt: Modo escuro
ro: Mod întunecat
ru: Тёмная тема
sk: Tmavý režim
sv: Mörkt läge
th: โหมดมืด
tr: Karanlık mod
uk: Темна тема
vi: Chế độ tối
zh_hans: 深色模式
zh_hant: 深色模式

# Settings.General.Haptics.title
source: Haptics
ar: الاهتزاز
az: Haptika
be: Гаптыка
bn: হ্যাপটিক্স
ca: Hàptics
cs: Haptika
da: Haptik
de: Haptik
el: Απτική ανάδραση
es: Hápticos
fi: Haptiikka
fr: Retour haptique
he: רטט
hi: हैप्टिक्स
hr: Haptika
hu: Haptika
hy: Հպումային արձագանք
id: Haptik
is: Haptík
it: Vibrazione
ja: ハプティクス
ka: ვიბრაცია
kk: Гаптика
ko: 햅틱
ky: Гаптика
ms: Haptik
nb: Haptikk
nl: Haptiek
pl: Haptyka
pt: Feedback tátil
ro: Haptică
ru: Вибрация
sk: Haptika
sv: Haptik
th: การสั่นตอบสนอง
tr: Dokunsal geri bildirim
uk: Вібрація
vi: Phản hồi xúc giác
zh_hans: 触感反馈
zh_hant: 觸感反饋

# Settings.General.Language.alertActionTitle
source: Yes
ar: نعم
az: Bəli
be: Так
bn: হ্যাঁ
ca: Sí
cs: Ano
da: Ja
de: Ja
el: Ναι
es: Sí
fi: Kyllä
fr: Oui
he: כן
hi: हाँ
hr: Da
hu: Igen
hy: Այո
id: Ya
is: Já
it: Sì
ja: はい
ka: დიახ
kk: Иә
ko: 예
ky: Ооба
ms: Ya
nb: Ja
nl: Ja
pl: Tak
pt: Sim
ro: Da
ru: Да
sk: Áno
sv: Ja
th: ใช่
tr: Evet
uk: Так
vi: Có
zh_hans: 是
zh_hant: 是

# Settings.General.Language.alertCancelTitle
source: No
ar: لا
az: Xeyr
be: Не
bn: না
cs: Ne
da: Nej
de: Nein
el: Όχι
fi: Ei
fr: Non
he: לא
hi: नहीं
hr: Ne
hu: Nem
hy: Ոչ
id: Tidak
is: Nei
ja: いいえ
ka: არა
kk: Жоқ
ko: 아니요
ky: Жок
ms: Tidak
nb: Nei
nl: Nee
pl: Nie
pt: Não
ro: Nu
ru: Нет
sk: Nie
sv: Nej
th: ไม่
tr: Hayır
uk: Ні
vi: Không
zh_hans: 否
zh_hant: 否

# Settings.General.Language.alertMessage
source: Do you want to change the app language?
ar: هل تريد تغيير لغة التطبيق؟
az: Tətbiqin dilini dəyişmək istəyirsiniz?
be: Вы хочаце змяніць мову праграмы?
bn: আপনি কি অ্যাপের ভাষা পরিবর্তন করতে চান?
ca: Vols canviar l'idioma de l'app?
cs: Chcete změnit jazyk aplikace?
da: Vil du ændre appens sprog?
de: Möchtest du die Sprache der App ändern?
el: Θέλετε να αλλάξετε τη γλώσσα της εφαρμογής;
es: ¿Deseas cambiar el idioma de la aplicación?
fi: Haluatko vaihtaa sovelluksen kielen?
fr: Voulez-vous changer la langue de l'application ?
he: האם ברצונך לשנות את שפת האפליקציה?
hi: क्या आप ऐप की भाषा बदलना चाहते हैं?
hr: Želite li promijeniti jezik aplikacije?
hu: Szeretnéd megváltoztatni az alkalmazás nyelvét?
hy: Ուզո՞ւմ եք փոխել հավելվածի լեզուն?
id: Apakah Anda ingin mengubah bahasa aplikasi?
is: Viltu breyta tungumáli appsins?
it: Vuoi cambiare la lingua dell'app?
ja: アプリの言語を変更しますか？
ka: გსურთ შეცვალოთ აპლიკაციის ენა?
kk: Қолданба тілін өзгерткіңіз келе ме?
ko: 앱 언어를 변경하시겠습니까?
ky: Колдонмонун тилин өзгөрткүңүз келеби?
ms: Adakah anda ingin menukar bahasa aplikasi?
nb: Vil du endre appens språk?
nl: Wil je de app-taal wijzigen?
pl: Czy chcesz zmienić język aplikacji?
pt: Deseja alterar o idioma do aplicativo?
ro: Vrei să schimbi limba aplicației?
ru: Вы хотите изменить язык приложения?
sk: Chceš zmeniť jazyk aplikácie?
sv: Vill du byta appens språk?
th: คุณต้องการเปลี่ยนภาษาในแอปหรือไม่?
tr: Uygulama dilini değiştirmek istiyor musunuz?
uk: Бажаєте змінити мову додатку?
vi: Bạn có muốn thay đổi ngôn ngữ ứng dụng không?
zh_hans: 是否要更改应用语言？
zh_hant: 是否要更改應用語言？

# Settings.General.Language.alertTitle
source: Change Language
ar: تغيير اللغة
az: Dili dəyiş
be: Змяніць мову
bn: ভাষা পরিবর্তন করুন
ca: Canvia l'idioma
cs: Změnit jazyk
da: Skift sprog
de: Sprache ändern
el: Αλλαγή γλώσσας
es: Cambiar idioma
fi: Vaihda kieltä
fr: Changer la langue
he: שינוי שפה
hi: भाषा बदलें
hr: Promijeni jezik
hu: Nyelv módosítása
hy: Փոխել լեզուն
id: Ubah Bahasa
is: Breyta tungumáli
it: Cambia lingua
ja: 言語を変更
ka: ენის შეცვლა
kk: Тілді өзгерту
ko: 언어 변경
ky: Тилди өзгөртүү
ms: Tukar Bahasa
nb: Endre språk
nl: Taal wijzigen
pl: Zmień język
pt: Alterar idioma
ro: Schimbă limba
ru: Смена языка
sk: Zmeniť jazyk
sv: Byt språk
th: เปลี่ยนภาษา
tr: Dili değiştir
uk: Змінити мову
vi: Thay đổi ngôn ngữ
zh_hans: 更改语言
zh_hant: 更改語言

# Settings.General.Language.title
source: Language
ar: اللغة
az: Dil
be: Мова
bn: ভাষা
ca: Idioma
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
fi: Kieli
fr: Langue
he: שפה
hi: भाषा
hr: Jezik
hu: Nyelv
hy: Լեզու
id: Bahasa
is: Tungumál
it: Lingua
ja: 言語
ka: ენა
kk: Тіл
ko: 언어
ky: Тил
ms: Bahasa
nb: Språk
nl: Taal
pl: Język
pt: Idioma
ro: Limba
ru: Язык
sk: Jazyk
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# Settings.General.Sound.title
source: Sounds
ar: الأصوات
az: Səslər
be: Гукі
bn: শব্দ
ca: Sons
cs: Zvuky
da: Lyde
el: Ήχοι
es: Sonidos
fi: Äänet
fr: Sons
he: צלילים
hi: ध्वनियाँ
hr: Zvukovi
hu: Hangok
hy: Ձայներ
id: Suara
is: Hljóð
it: Suoni
ja: サウンド
ka: ხმები
kk: Дыбыстар
ko: 사운드
ky: Үндөр
ms: Bunyi
nb: Lyder
nl: Geluiden
pl: Dźwięki
pt: Sons
ro: Sunete
ru: Звуки
sk: Zvuky
sv: Ljud
th: เสียง
tr: Sesler
uk: Звуки
vi: Âm thanh
zh_hans: 声音
zh_hant: 聲音

# Settings.General.title
source: General
ar: عام
az: Ümumi
be: Агульныя
bn: সাধারণ
cs: Obecné
da: Generelt
de: Allgemein
el: Γενικά
es: Configuración general
fi: Yleiset
fr: Général
he: כללי
hi: सामान्य
hr: Općenito
hu: Általános
hy: Ընդհանուր
id: Umum
is: Almennt
it: Generale
ja: 一般設定
ka: ძირითადი პარამეტრები
kk: Жалпы
ko: 일반
ky: Жалпы
ms: Umum
nb: Generelt
nl: Algemeen
pl: Ogólne
pt: Geral
ru: Общие настройки
sk: Všeobecné
sv: Allmänt
th: ทั่วไป
tr: Genel
uk: Загальні налаштування
vi: Cài đặt chung
zh_hans: 通用
zh_hant: 通用

# Settings.Safety.ScreenshotProtection.title
source: Capture Protection
ar: حماية التقاط الشاشة
az: Ekran Görüntüsü Qoruması
be: Абарона ад здымкаў экрана
bn: ক্যাপচার সুরক্ষা
ca: Protecció de Captura
cs: Ochrana Snímků Obrazovky
da: Skærmbilledebeskyttelse
de: Screenshot-Schutz
el: Προστασία Στιγμιότυπου
es: Protección de Capturas
fi: Kuvakaappaussuojaus
fr: Protection des Captures d'Écran
he: הגנת צילום מסך
hi: स्क्रीनशॉट सुरक्षा
hr: Zaštita Snimke Zaslona
hu: Képernyőkép-védelem
hy: Էկրանի նկարահանման պաշտպանություն
id: Perlindungan Tangkapan Layar
is: Skjámyndavernd
it: Protezione Screenshot
ja: スクリーンショット保護
ka: ეკრანის კადრის დაცვა
kk: Скриншоттан қорғау
ko: 화면 캡처 보호
ky: Скриншоттон коргоо
ms: Perlindungan Tangkapan Skrin
nb: Skjermbilde-beskyttelse
nl: Schermafbeeldingsbeveiliging
pl: Ochrona Zrzutów Ekranu
pt: Proteção de Capturas de Ecrã
ro: Protecție Captură Ecran
ru: Защита от скриншотов
sk: Ochrana Snímok Obrazovky
sv: Skärmdumpsskydd
th: การป้องกันภาพหน้าจอ
tr: Ekran Görüntüsü Koruması
uk: Захист Знімків Екрана
vi: Bảo Vệ Chụp Màn Hình
zh_hans: 截屏保护
zh_hant: 截圖保護

# Settings.Safety.title
source: Safety
ar: الأمان
az: Təhlükəsizlik
be: Бяспека
bn: নিরাপত্তা
ca: Seguretat
cs: Zabezpečení
da: Sikkerhed
de: Sicherheit
el: Ασφάλεια
es: Seguridad
fi: Turvallisuus
fr: Sécurité
he: בטיחות
hi: सुरक्षा
hr: Sigurnost
hu: Biztonság
hy: Անվտանգություն
id: Keamanan
is: Öryggi
it: Sicurezza
ja: セキュリティ
ka: უსაფრთხოება
kk: Қауіпсіздік
ko: 보안
ky: Коопсуздук
ms: Keselamatan
nb: Sikkerhet
nl: Beveiliging
pl: Bezpieczeństwo
pt: Segurança
ro: Securitate
ru: Безопасность
sk: Zabezpečenie
sv: Säkerhet
th: ความปลอดภัย
tr: Güvenlik
uk: Безпека
vi: Bảo Mật
zh_hans: 安全
zh_hant: 安全性

# Settings.Storage.ClearData.alertActionTitle
source: Clear
ar: مسح
az: Sil
be: Ачысціць
bn: মুছুন
ca: Esborrar
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Borrar
fi: Poista
fr: Effacer
he: נקה
hi: मिटाएँ
hr: Obriši
hu: Törlés
hy: Մաքրել
id: Hapus
is: Eyða
it: Cancella
ja: 消去
ka: წაშლა
kk: Тазалау
ko: 삭제
ky: Тазалоо
ms: Padam
nb: Slett
nl: Wissen
pl: Usuń
pt: Apagar
ro: Șterge
ru: Очистить
sk: Vymazať
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 清除
zh_hant: 清除

# Settings.Storage.ClearData.alertMessage
source: This will remove temporary files, caches, and document files. App settings will be preserved.
ar: سيؤدي هذا إلى إزالة الملفات المؤقتة والذاكرة المخبأة وملفات المستندات. ستُحفظ إعدادات التطبيق.
az: Müvəqqəti fayllar, keş və sənədlər silinəcək. Tətbiq parametrləri saxlanacaq.
be: Будуць выдалены часовыя файлы, кэш і файлы дакументаў. Налады праграмы будуць захаваны.
bn: এটি অস্থায়ী ফাইল, ক্যাশ এবং ডকুমেন্ট ফাইল মুছে ফেলবে। অ্যাপের সেটিংস সংরক্ষিত থাকবে।
ca: S'eliminaran fitxers temporals, memòria cau i documents. La configuració de l'app es conservarà.
cs: Budou odstraněny dočasné soubory, mezipaměť a dokumenty. Nastavení aplikace bude zachováno.
da: Midlertidige filer, caches og dokumentfiler fjernes. App-indstillinger bevares.
de: Temporäre Dateien, Caches und Dokumente werden entfernt. App-Einstellungen bleiben erhalten.
el: Θα αφαιρεθούν προσωρινά αρχεία, κρυφή μνήμη και έγγραφα. Οι ρυθμίσεις της εφαρμογής θα διατηρηθούν.
es: Se eliminarán archivos temporales, cachés y documentos. Los ajustes de la app se conservarán.
fi: Väliaikaiset tiedostot, välimuistit ja dokumentit poistetaan. Sovelluksen asetukset säilytetään.
fr: Les fichiers temporaires, les caches et les documents seront supprimés. Les réglages de l'application seront conservés.
he: פעולה זו תסיר קבצים זמניים, מטמונים וקבצי מסמכים. הגדרות האפליקציה ישמרו.
hi: अस्थायी फ़ाइलें, कैश और दस्तावेज़ हटाए जाएँगे। ऐप सेटिंग्स सुरक्षित रहेंगी।
hr: Uklonit će se privremene datoteke, predmemorija i dokumenti. Postavke aplikacije bit će sačuvane.
hu: Az ideiglenes fájlok, a gyorsítótár és a dokumentumok törlésre kerülnek. Az alkalmazás beállításai megmaradnak.
hy: Կջնջվեն ժամանակավոր ֆայլերը, քեշը և փաստաթղթերը։ Հավելվածի կարգավորումները կպահպանվեն։
id: File sementara, cache, dan dokumen akan dihapus. Pengaturan aplikasi akan tetap tersimpan.
is: Tímabundnar skrár, skyndiminni og skjöl verða fjarlægð. Stillingar forritsins verða varðveittar.
it: Verranno rimossi file temporanei, cache e documenti. Le impostazioni dell'app verranno mantenute.
ja: 一時ファイル、キャッシュ、ドキュメントが削除されます。アプリの設定は保持されます。
ka: წაიშლება დროებითი ფაილები, ქეში და დოკუმენტები. აპლიკაციის პარამეტრები შენარჩუნდება.
kk: Уақытша файлдар, кэш және құжат файлдары жойылады. Қолданба параметрлері сақталады.
ko: 임시 파일, 캐시 및 문서가 삭제됩니다. 앱 설정은 유지됩니다.
ky: Убактылуу файлдар, кэш жана документ файлдары жок кылынат. Колдонмонун жөндөөлөрү сакталат.
ms: Fail sementara, cache dan dokumen akan dibuang. Tetapan aplikasi akan dikekalkan.
nb: Midlertidige filer, hurtigbuffer og dokumenter fjernes. App-innstillinger beholdes.
nl: Tijdelijke bestanden, caches en documentbestanden worden verwijderd. App-instellingen blijven behouden.
pl: Zostaną usunięte pliki tymczasowe, pamięć podręczna i dokumenty. Ustawienia aplikacji zostaną zachowane.
pt: Serão removidos ficheiros temporários, caches e documentos. As definições da aplicação serão mantidas.
ro: Vor fi eliminate fișierele temporare, memoria cache și documentele. Setările aplicației vor fi păstrate.
ru: Это удалит временные файлы, кэш и документы. Настройки приложения будут сохранены.
sk: Budú odstránené dočasné súbory, vyrovnávacia pamäť a dokumenty. Nastavenia aplikácie zostanú zachované.
sv: Tillfälliga filer, cacheminne och dokument tas bort. Appinställningar bevaras.
th: ไฟล์ชั่วคราว แคช และเอกสารจะถูกลบออก การตั้งค่าแอปจะยังคงอยู่
tr: Geçici dosyalar, önbellek ve belgeler kaldırılacak. Uygulama ayarları korunacak.
uk: Будуть видалені тимчасові файли, кеш і документи. Налаштування програми буде збережено.
vi: Các tệp tạm thời, bộ nhớ đệm và tài liệu sẽ bị xóa. Cài đặt ứng dụng sẽ được giữ lại.
zh_hans: 将删除临时文件、缓存和文档。应用设置将被保留。
zh_hant: 將刪除暫存檔案、快取和文件。應用程式設定將被保留。

# Settings.Storage.ClearData.alertTitle
source: Clear all Data?
ar: مسح كل البيانات؟
az: Bütün məlumatlar silinsin?
be: Ачысціць усе даныя?
bn: সমস্ত ডেটা মুছবেন?
ca: Esborrar totes les dades?
cs: Smazat všechna data?
da: Slet alle data?
de: Alle Daten löschen?
el: Διαγραφή όλων των δεδομένων;
es: ¿Borrar todos los datos?
fi: Poistetaanko kaikki tiedot?
fr: Effacer toutes les données ?
he: לנקות את כל הנתונים?
hi: सभी डेटा मिटाएँ?
hr: Obrisati sve podatke?
hu: Törli az összes adatot?
hy: Մաքրե՞լ բոլոր տվյալները:
id: Hapus semua data?
is: Eyða öllum gögnum?
it: Cancellare tutti i dati?
ja: すべてのデータを消去しますか？
ka: წაიშალოს ყველა მონაცემი?
kk: Барлық деректерді тазалайын ба?
ko: 모든 데이터를 삭제할까요?
ky: Бардык маалыматтарды тазалайынбы?
ms: Padam semua data?
nb: Slette alle data?
nl: Alle gegevens wissen?
pl: Usunąć wszystkie dane?
pt: Apagar todos os dados?
ro: Ștergeți toate datele?
ru: Очистить все данные?
sk: Vymazať všetky údaje?
sv: Radera all data?
th: ลบข้อมูลทั้งหมด?
tr: Tüm veriler silinsin mi?
uk: Видалити всі дані?
vi: Xóa tất cả dữ liệu?
zh_hans: 清除所有数据？
zh_hant: 清除所有資料？

# Settings.Storage.ClearData.title
source: Clear Data
ar: مسح البيانات
az: Məlumatları Sil
be: Ачысціць даныя
bn: ডেটা মুছুন
ca: Esborrar Dades
cs: Smazat Data
da: Slet Data
de: Daten Löschen
el: Διαγραφή Δεδομένων
es: Borrar Datos
fi: Poista Tiedot
fr: Effacer les Données
he: נקה נתונים
hi: डेटा मिटाएँ
hr: Obriši Podatke
hu: Adatok Törlése
hy: Մաքրել տվյալները
id: Hapus Data
is: Eyða Gögnum
it: Cancella Dati
ja: データを消去
ka: მონაცემების წაშლა
kk: Деректерді тазалау
ko: 데이터 삭제
ky: Маалыматтарды тазалоо
ms: Padam Data
nb: Slett Data
nl: Gegevens Wissen
pl: Usuń Dane
pt: Apagar Dados
ro: Șterge Date
ru: Очистить данные
sk: Vymazať Údaje
sv: Radera Data
th: ลบข้อมูล
tr: Verileri Sil
uk: Видалити Дані
vi: Xóa Dữ Liệu
zh_hans: 清除数据
zh_hant: 清除資料

# Settings.Storage.ResetSettings.alertActionTitle
source: Reset
ar: إعادة تعيين
az: Sıfırla
be: Скінуць
bn: রিসেট করুন
ca: Restablir
cs: Obnovit
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fi: Palauta
fr: Réinitialiser
he: אפס
hi: रीसेट करें
hr: Resetiraj
hu: Visszaállítás
hy: Վերականգնել
is: Endurstilla
it: Ripristina
ja: リセット
ka: გადაყენება
kk: Қалпына келтіру
ko: 초기화
ky: Кайра коюу
ms: Set Semula
nb: Tilbakestill
nl: Herstellen
pl: Resetuj
pt: Repor
ro: Resetează
ru: Сбросить
sk: Obnoviť
sv: Återställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt Lại
zh_hans: 重置
zh_hant: 重置
